Revit 2024 API
SymbolTypeId.VAPerFtSup2 Property
 Symbol VA/ft², indicating unit Volt amperes per square foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId VAPerFtSup2 { get; }
Visual Basic
Public Shared ReadOnly Property VAPerFtSup2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ VAPerFtSup2 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace